stress-test-triplets/mixed-newtriplets-2022-01-21_09:23:19/175-wf1-75-wf2-25-wf3/wave-iteration-2/out-wf1-175-2022-01-21_23:51:10.txt
Requests      [total, rate]            157500, 175.00
Duration      [total, attack, wait]    15m0.048422318s, 14m59.995500528s, 52.92179ms
Latencies     [mean, 50, 95, 99, max]  100.673317ms, 65.630238ms, 319.203183ms, 1.224887157s, 3.255944055s
Bytes In      [total, mean]            1189833568, 7554.50
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  69.23%
Status Codes  [code:count]             0:48461  200:109039  
Error Set:
Get http://<none>:8080/: dial tcp: lookup <none>: no such host